Repository: CorttChan/BitTorrent
Catalog: locale/*/LC_MESSAGES/bittorrent.po
Languages: ru, vi

source: minimum port to listen on, counts up if unavailable
ru: минимальный номер порта для привязки, автоматически увеличится если порт не доступен
vi: cổng tối thiểu cần lắng nghe trên nó, đếm lên nếu không sẵn sàng

source: maximum port to listen on
ru: максимальный номер порта для привязки
vi: cổng tối đa cần lắng nghe trên nó

source: ip to bind to locally
ru: привязываться к указанному ip локально
vi: địa chỉ IP cần đóng kết đến nó cục bộ

source: seconds between updates of displayed information
ru: секунд между обновлением отображаемой информации
vi: giây giữa hai lần cập nhật thông tin đã hiển thị

source: minutes to wait between requesting more peers
ru: количество минут между запросом списка качающих на трэкере
vi: phút cần chờ giữa hai lần yêu cầu ngang hàng thêm

source: minimum number of peers to not do rerequesting
ru: минимальное количество качающих, чтобы не повторять запрос
vi: số ngang hàng tối thiểu để ngừng yêu cầu lại

source: number of peers at which to stop initiating new connections
ru: число качающих, при котором перестать создавать новые соединения
vi: số ngang hàng hơn số nào để ngừng sơ khởi sự kết nối mới

source: maximum number of connections to allow, after this new incoming connections will be immediately closed
ru: максимальное число соединений, после этого новые входящие соединения будут немедленно закрываться
vi: số sự kết nối tối đa cần cho phép; hơn số nào, mọi sự kết nối đến sẽ bị đóng ngay lập tức

source: whether to check hashes on disk
ru: проверять хэш на диске
vi: có nên kiểm tra băm trên đĩa hay không

source: maximum kB/s to upload at, 0 means no limit
ru: максимальная скорость отдачи, 0 значит нет предела
vi: tốc độ tải lên tối đa (theo kB/giây), 0 là vô hạn

source: the number of uploads to fill out to with extra optimistic unchokes
vi: số lần tải lên cần vừa ra, dùng việc bỏ nghẹt lạc quan thêm

source: the maximum number of files in a multifile torrent to keep open at a time, 0 means no limit. Used to avoid running out of file descriptors.
ru: максимальное количество файлов в много-файловой раздаче, которое можно держать открытыми, 0 значит без ограничений. Используется для избежания окончания доступных дескрипторов файлов.
vi: số tập tin tối đa trong một dòng đa tập tin cần giữ mở cùng lúc, 0 là vô hạn. Thiết lập này tránh hết mô tả tập tin.

source: number of seconds to pause between sending keepalives
vi: số giây cần chờ giữa hai lần gởi gói tin «giữ sống»

source: how many bytes to query for per request.
ru: как много байт передавать за запрос
vi: số byte cần truy vấn trong mỗi yêu cầu

source: maximum length prefix encoding you'll accept over the wire - larger values get the connection dropped.
vi: độ dài mã tiền tố tối đa cần chấp nhận qua tuyến: giá trị hơn nó gây ra ngắt kết nối.

source: seconds to wait between closing sockets which nothing has been received on
ru: время ожидания в секундах перед закрытием сокетов, которые ничего не получают
vi: giây cần chờ giữa hai lần đóng ổ cắm không nhận gì

source: seconds to wait between checking if any connections have timed out
ru: время ожидания в секундах перед проверкой соединений, у которых истекло время соединения
vi: giây chờ giữa hai lần kiểm tra có kết nối thời hạn

source: maximum length slice to send to peers, close connection if a larger request is received
vi: độ dài phần tối đa cần gởi cho ngang hàng: đóng kết nối nếu nhận yêu cầu lớn hơn

source: maximum time interval over which to estimate the current upload and download rates
vi: thời gian tối đa trong đó nên ước lượng tỷ lệ tải về/xuống

source: maximum time interval over which to estimate the current seed rate
vi: thời gian tối đa trong đó nên ước lượng tỷ lệ gieo hạt hiện có

source: maximum time to wait between retrying announces if they keep failing
ru: время ожидания между повторениями связи с трэкером
vi: thời gian lâu nhất cần chờ giữa hai lần thử lại thông báo, nếu nó cứ thất bại

source: seconds to wait for data to come in over a connection before assuming it's semi-permanently choked
vi: giây cần chờ dữ liệu đến qua kết nối, trước khi giả sử nó bị nghẹt gần suốt

source: number of downloads at which to switch from random to rarest first
vi: số lần tải về sau mà cần chuyển đổi từ ngẫu nhiên đến hiếm nhất trước

source: how many bytes to write into network buffers at once.
ru: количество байт, которые можно записать в сетевой буфер одновременно.
vi: bao nhiêu byte cần ghi vào bộ đệm mạng cùng lúc

source: refuse further connections from addresses with broken or intentionally hostile peers that send incorrect data
vi: từ chối kết nối thêm từ địa chỉ có ngang hàng bị hỏng hoặc ngang hàng thù địch gởi dữ liệu sai

source: do not connect to several peers that have the same IP address
vi: không kết nối đến nhiều ngang hàng có cùng một địa chỉ IP

source: if nonzero, set the TOS option for peer connections to this value
vi: nếu hơn số không thì lập tùy chọn Điều kiện Dịch vụ (TOS) cho sự kết nối ngang hàng, là giá trị này

source: enable workaround for a bug in BSD libc that makes file reads very slow.
vi: hiệu lực chỉnh sửa một lỗi trong libc BSD làm cho việc đọc tập tin chậm lắm.

source: address of HTTP proxy to use for tracker connections
ru: адрес HTTP прокси для соединения с трэкером
vi: địa chỉ của ủy nhiệm HTTP cần dùng khi kết nối đến bộ theo dõi

source: close connections with RST and avoid the TCP TIME_WAIT state
ru: закрывать соединения используя RST и избегать TIME_WAIT состояния у TCP
vi: đóng kết nối với RST (lập lại) và tránh tính trạng «TIME_WAIT» (thời gian chờ) TCP

source: file name (for single-file torrents) or directory name (for batch torrents) to save the torrent as, overriding the default name in the torrent. See also --save_in, if neither is specified the user will be asked for save location
vi: tên tập tin (cho dòng tập tin đơn), hay tên thư mục (cho dòng bó) cần lưu dòng này là nó, đè lên tên mặc định trong dòng. Hãy xem thêm «--save_in» (lưu vào), nếu chưa ghi rõ một của hai điều này thì người dùng sẽ được nhắc với địa điểm lưu

source: display advanced user interface
ru: отображать расширенный пользовательский интерфейс
vi: hiển thị giao diện người dùng cấp cao

source: the maximum number of minutes to seed a completed torrent before stopping seeding
vi: số giây tối đa cần gieo hạt một dòng hoàn thành, trước khi ngừng gieo hạt

source: the minimum upload/download ratio, in percent, to achieve before stopping seeding. 0 means no limit.
vi: tỷ lệ tải lên/về tối thiểu, theo phần trăm, cần đạt được trước khi ngừng. 0 là vô hạn.

source: the minimum upload/download ratio, in percent, to achieve before stopping seeding the last torrent. 0 means no limit.
vi: tỷ lệ tải lên/xuống tối thiểu, theo phần trăm, cần đạt được trước khi ngừng gieo hạt dòng cuối cùng. 0 là vô hạn.

source: Seed each completed torrent indefinitely (until the user cancels it)
vi: Gieo hạt mỗi dòng hoàn tất vô hạn (đến khi người dùng thôi)

source: Seed the last torrent indefinitely (until the user cancels it)
vi: Gieo hạt dòng cuối cùng vô hạn (đến khi người dùng thôi)

source: start downloader in paused state
vi: khởi chạy bộ tải về trong tính trạng đã tạm dừng

source: specifies how the app should behave when the user manually tries to start another torrent: "replace" means always replace the running torrent with the new one, "add" means always add the running torrent in parallel, and "ask" means ask the user each time.
vi: ghi rõ ứng xử chương trình khi người dùng tự cố sơ khởi một dòng nữa: • thay thế: luôn luôn thay thế dòng đang chạy bằng dòng mới • thêm: luôn luôn thêm dòng đang chạy mắc song song • hỏi: hỏi người dùng mọi lân

source: file name (for single-file torrents) or directory name (for batch torrents) to save the torrent as, overriding the default name in the torrent. See also --save_in
vi: tên tập tin (cho dòng tập tin đơn) hoặc tên thư mục (cho dòng bó) cần lưu dòng, đè lên tên mặc định trong dòng ấy. Hãy xem thêm «--save_in» (lưu vào)

source: local directory where the torrent contents will be saved. The file (single-file torrents) or directory (batch torrents) will be created under this directory using the default name specified in the .torrent file. See also --save_as.
vi: thư mục cục bộ nơi cần lưu nội dung dòng. Tập tin (dòng tập tin đơn) hoặc thư mục (dòng bó) sẽ được tạo dưới thư mục này, dùng tên mặc định được ghi rõ trong tập tin «.torrent». Hãy xem thêm «--save_as» (lưu là).

source: whether or not to ask for a location to save downloaded files in
vi: có nên nhắc bạn nhập vị trí nơi lưu tập tin đã tải về hay không

source: local directory where the torrents will be saved, using a name determined by --saveas_style. If this is left empty each torrent will be saved under the directory of the corresponding .torrent file
vi: thư mục cục bộ nơi cần lưu các dòng, dùng tên đươc quyết định bởi «--saveas_style» (kiểu lưu là). Nếu trường này bỏ rỗng thì từng dòng sẽ được lưu dưới thư mục của tập tin «.torrent» tương ứng

source: how often to rescan the torrent directory, in seconds
ru: как часто проверять директорию с торентом (в секундах)
vi: quét lại thư mục dòng thường xuyên cỡ nào, theo giây

source: How to name torrent downloads: 1: use name OF torrent file (minus .torrent); 2: use name encoded IN torrent file; 3: create a directory with name OF torrent file (minus .torrent) and save in that directory using name encoded IN torrent file; 4: if name OF torrent file (minus .torrent) and name encoded IN torrent file are identical, use that name (style 1/2), otherwise create an intermediate directory as in style 3; CAUTION: options 1 and 2 have the ability to overwrite files without warning and may present security issues.
vi: Cách đặt tên của dòng đã tải về: 1. dùng tên CỦA tập tin dòng (trừ «.torrent») 2. dùng tên được mã hóa TRONG tập tin dòng 3. tạo thư mục có tên CỦA tập tin dòng (trừ «.torrent»), rồi lưu dòng vào thư mục này dùng tên được mã hóa TRONG tập tin dòng 4. nếu tên CỦA tập tin dòng (trừ «.torrent») và tên được mã hóa TRONG tập tin dòng là cùng một tên, thì dùng tên này (kiểu 1/2), nếu không thì tạo một thư mục trung cấp như trong kiểu 3 CẨN THẬN: tùy chọn 1 và 2 có khả năng ghi đè lên tập tin, không có cảnh báo, và có thể rủi ro bảo mật.

source: whether to display the full path or the torrent contents for each torrent
vi: có nên hiển thị đường dẫn đầy đủ, hay nội dung dòng, cho từng dòng

source: directory to look for .torrent files (semi-recursive)
vi: thư mục nơi cần tìm tập tin «.torrent» (nửa đệ qui)

source: whether to display diagnostic info to stdout
vi: có nên hiển thị thông tin chẩn đoán vào thiết bị xuất chuẩn hay không

source: which power of two to set the piece size to
vi: đặt cỡ phần là hai lũy thừa nào

source: default tracker name
vi: tên bộ theo dõi mặc định

source: if false then make a trackerless torrent, instead of announce URL, use reliable node in form of <ip>:<port> or an empty string to pull some nodes from your routing table
vi: nếu không đúng thì tạo một dòng không có bộ theo dõi: thay vì thông báo địa chỉ Mạng, dùng nút tin cậy có dạng: <địa chỉ IP>:<cổng> hoặc một chuỗi rỗng để gói nút từ bảng định tuyến của bạn

source: download complete!
ru: загрузка завершена!
vi: tải về xong rồi!

source: <unknown>
vi: <không biết>

source: finishing in %d:%02d:%02d
ru: завершен в %d:%02d:%02d
vi: xong sau %d:%02d:%02d

source: download succeeded
vi: tải về thành công

source: oo (%.1f MB up / %.1f MB down)
vi: oo (%.1f MB lên / %.1f MB về)

source: %.3f (%.1f MB up / %.1f MB down)
ru: %.3f (Отдано %.1f МБ / Скачано %.1f МБ
vi: %.3f (%.1f MB lên / %.1f MB về)

source: %d seen now, plus %d distributed copies (%s)
ru: %d видно сейчас, плюс %d рассредоточенных копий (%s)
vi: %d đã xem lúc này, cộng %d bản sao đã phân phối (%s)

source: %d distributed copies (next: %s)
vi: %d bản sao đã phân phối (kế: %s)

source: %d seen now
ru: %d видно сейчас
vi: %d đã xem lúc này

source: ERROR:
ru: ОШИБКА:
vi: LỖI:

source: saving:
ru: сохранение:
vi: đang lưu:

source: file size:
vi: cỡ tập tin:

source: percent done:
ru: процентов готово:
vi: phần trăm xong:

source: time left:
ru: Времени осталось:
vi: thời gian còn lại:

source: download to:
ru: Закачивать в:
vi: tải về vào:

source: download rate:
ru: скорость скачивания:
vi: tỷ lệ tải về:

source: upload rate:
ru: скорость закачки:
vi: tỷ lệ tải lên:

source: share rating:
ru: рейтинг раздачи:
vi: tỷ lệ chia sẻ:

source: seed status:
ru: статус раздающих:
vi: trạng thái hạt:

source: peer status:
ru: статус качающих:
vi: trạng thái ngang hàng:

source: You cannot specify both --save_as and --save_in
vi: Bạn không thể ghi rõ tùy chọn «--save_as» (lưu là) với «--save_in» (lưu vào) đều.

source: shutting down
vi: đang tắt máy

source: Error reading config:
vi: Gặp lỗi khi đọc cấu hình:

source: Error reading .torrent file:
vi: Gặp lỗi khi đọc tập tin «.torrent»:

source: you must specify a .torrent file
vi: bạn cần phải ghi rõ một tập tin «.torrent»

source: Textmode GUI initialization failed, cannot proceed.
vi: Không thể khởi chạy giao diện người dùng đồ họa chế độ văn bản nên không thể tiếp tục.

source: This download interface requires the standard Python module "curses", which is unfortunately not available for the native Windows port of Python. It is however available for the Cygwin port of Python, running on all Win32 systems (www.cygwin.com).
vi: Giao diện tải về này cần thiết mô-đun Python chuẩn «curses» mà rất tiếc không công bố cho phiên bản Python Windows sở hữu. Tuy nhiên, nó công bố cho phiên bản Python Cygwin mà chạy được trên mọi hệ thống Win32 (www.cygwin.com/).

source: file:
ru: файл:
vi: tập tin:

source: size:
ru: размер:
vi: cỡ:

source: dest:
vi: đích:

source: progress:
ru: прогресс:
vi: tiến hành:

source: status:
ru: статус:
vi: trạng thái:

source: dl speed:
vi: tốc độ về:

source: ul speed:
vi: tốc độ lên:

source: sharing:
vi: chia sẻ:

source: seeds:
vi: hạt:

source: peers:
vi: ngang hàng:

source: %d seen now, plus %d distributed copies(%s)
vi: %d đã xem lúc này, cộng %d bản sao đã phân phối (%s)

source: error(s):
vi: lỗi:

source: error:
vi: lỗi:

source: # IP Upload Download Completed Speed
vi: # Địa chỉ IP Tải lên Tài xuống Tốc độ xong

source: downloading %d pieces, have %d fragments, %d of %d pieces completed
vi: đang tải về %d phần, có %d mảnh, %d trên %d phần xong

source: These errors occurred during execution:
vi: Gặp những lỗi này trong khi thực hiện:

source: Usage: %s TRACKER_URL [TORRENTFILE [TORRENTFILE ... ] ]
ru: Использование: %s адрес_трэкера [файл .torrent [файл .torrent ... ] ]
vi: Cách sử dụng: %s ĐỊA [TỆP [TỆP ...]] ĐỊA: địa chỉ Mạng của bộ theo dõi TỆP: tập tin dòng

source: old announce for %s: %s
ru: старое оповещение для %s: %s
vi: thông báo cũ cho «%s»: %s

source: no torrents
ru: нет торрентов
vi: không có dòng

source: SYSTEM ERROR - EXCEPTION GENERATED
ru: СИСТЕМНАЯ ОШИБКА - ПОРОЖДЕНО ИСКЛЮЧЕНИЕ
vi: LỖI HỆ THỐNG: GẶP NGOẠI LỆ

source: Warning:
ru: Предупреждение:
vi: Cảnh báo:

source: is not a directory
ru: не директория
vi: không phải là một thư mục

source: error: %s run with no args for parameter explanations
ru: ошибка:%s запустите без аргументов для объяснения параметров
vi: lỗi: %s chạy không có đối số để giải thích tham số

source: EXCEPTION:
ru: ИСКЛЮЧЕНИЕ
vi: NGOẠI LỆ:

source: You may still use "btdownloadheadless.py" to download.
vi: Bạn vẫn còn có thể sử dụng «btdownloadheadless.py» để tải về.

source: connecting to peers
ru: соединение с качающими
vi: đang kết nối đến ngang hàng

source: ETA in %d:%02d:%02d
ru: Оставшееся время в %d:%02d:%02d
vi: Xong sau khoảng %d:%02d:%02d

source: Size
ru: Размер
vi: Cỡ

source: Download
ru: Закачка
vi: Tải về

source: Upload
ru: Отдача
vi: Tải lên

source: Totals:
ru: Всего:
vi: Tổng số:

source: error:
vi: lỗi:

source: run with no args for parameter explanations
ru: запустите без аргументов для объяснения параметров
vi: chạy không có đối số để giải thích tham số

source: optional human-readable comment to put in .torrent
ru: комментарий для файла .torrent
vi: chú thích do người có thể đọc tùy chọn cần chèn trong tập tin «.torrent»

source: optional target file for the torrent
ru: произвольный целевой файл для торрента
vi: tập tin đích tùy chọn cho dòng

source: %s %s - decode %s metainfo files
ru: %s %s - декодировать %s файлы метаданных
vi: %s %s — giải mã %s tập tin thông tin về thông tin

source: Usage: %s [TORRENTFILE [TORRENTFILE ... ] ]
ru: Использование:%s [файл .torrent [файл .torrent ... ] ]
vi: Cách sử dụng: %s [TỆP [TỆP ...]] TỆP: tập tin dòng

source: metainfo file: %s
ru: Метаданные файла: %s
vi: tập tin thông tin về thông tin: %s

source: info hash: %s
vi: băm thông tin: %s

source: file name: %s
ru: имя файла:%s
vi: tên tập tin: %s

source: file size:
ru: размер файла:
vi: cỡ tập tin:

source: files:
ru: файлы:
vi: tập tin:

source: directory name: %s
ru: имя директории: %s
vi: tên thư mục: %s

source: archive size:
ru: размер архива:
vi: cỡ kho:

source: tracker announce url: %s
ru: URL трэкера: %s
vi: địa chỉ Mạng thông báo bộ theo dõi: %s

source: trackerless nodes:
vi: nút không có bộ theo dõi:

source: comment:
ru: комментарий:
vi: chú thích:

source: This seems to be an old Python version which does not support detecting the filesystem encoding. Assuming 'ascii'.
ru: Используется старая версия Python, которая не поддерживает автоопределение кодировки файловой системы. Будем использовать 'ascii'.
vi: Hình như phần mềm Python này là phiên bản cũ không hỗ trợ phát hiện bộ ký tự của hệ thống tập tin. Như thế thì sẽ giả sử «ascii».

source: Python failed to autodetect filesystem encoding. Using 'ascii' instead.
ru: Python не смог определить кодировку файловой системы. Будем использовать 'ascii'.
vi: Python không tự động phát hiện bộ ký tự của hệ thống tập tin. Như thế thì sẽ dùng «ascii» thay thế.

source: Filesystem encoding '%s' is not supported. Using 'ascii' instead.
ru: Кодировка '%s' не поддерживается. Будем использовать 'ascii'.
vi: Không hỗ trợ bộ ký tự hệ thống tập tin «%s» nên dùng «ascii» thay vào đó.

source: Bad file path component:
vi: Thành phần đường dẫn tập tin sai:

source: This .torrent file has been created with a broken tool and has incorrectly encoded filenames. Some or all of the filenames may appear different from what the creator of the .torrent file intended.
vi: Tập tin «.torrent» này đã được tạo dùng công cụ bị hỏng và có tên tập tin được mã hóa không cho đúng. Một số, hay tất cả tên tập tin này có lẽ sẽ hiển thị một cách khác với người tạo tập tin «.torrent» đã định.

source: This .torrent file has been created with a broken tool and has bad character values that do not correspond to any real character. Some or all of the filenames may appear different from what the creator of the .torrent file intended.
vi: Tập tin «.torrent» này đã được tạo dùng công cụ bị hỏng và có giá trị ký tự sai không tương ứng với ký tự thật nào. Một số, hay tất cả tên tập tin này có lẽ sẽ hiển thị một cách khác với người tạo tập tin «.torrent» đã định.

source: This .torrent file has been created with a broken tool and has incorrectly encoded filenames. The names used may still be correct.
vi: Tập tin «.torrent» này đã được tạo dùng công cụ bị hỏng và có tên tập tin được mã hóa không cho đúng. Tuy nhiên, tập tin đã mã hóa được dùng có lẽ vẫn còn là đúng.

source: The character set used on the local filesystem ("%s") cannot represent all characters used in the filename(s) of this torrent. Filenames have been changed from the original.
vi: Bộ ký tự được dùng trong hệ thống tập tin cục bộ («%s») không thể tiêu biểu mọi ký tự được dùng trong tên tập tin của dòng này. Như thế thì tên tập tin đã được thay đổi từ giá trị gốc.

source: The Windows filesystem cannot handle some characters used in the filename(s) of this torrent.Filenames have been changed from the original.
vi: Hệ thống tập tin Windows không thể quản lý một số ký tự được dùng trong tên tập tin của dòng này. Như thế thì tên tập tin đã được thay đổi từ giá trị gốc.

source: This .torrent file has been created with a broken tool and has at least 1 file with an invalid file or directory name. However since all such files were marked as having length 0 those files are just ignored.
vi: Tập tin «.torrent» này đã được tạo dùng công cụ bị hỏng và có ít nhất một tập tin có tên tập tin hay tên thư mục không hợp lệ. Tuy nhiên, vì mọi tập tin như vậy đã được đánh dấu có độ dài 0, các tập tin này đơn giản bị bỏ qua.

source: Can't start two separate instances of the same torrent
vi: Không thể bắt đầu hai lần riêng của cùng một dòng.

source: Could not read %s
ru: Не возможно записать файл %s
vi: Không đọc được «%s».

source: Could not download or open %s Try using a web browser to download the torrent file.
ru: Не возможно скачать или открыть %s Скачайте торрент файл используя веб-браузер.
vi: Không thể tải về hay mở %s Hãy thử sử dụng trình duyệt Mạng để tải về tập tin dòng.

source: Temporary Internet Files
ru: Временные Интернет Файлы
vi: Tập tin Mạng tạm thời

source: Could not read %s: %s. You are probably using a broken Internet Explorer version that passed BitTorrent a filename that doesn't exist. To work around the problem, try clearing your Temporary Internet Files or right-click the link and save the .torrent file to disk first.
ru: Не могу прочесть %s: %s. Возможно вы используете кривой Internet Explorer, который передал BitTorrent несуществующее имя. Чтобы решить проблему попробуйте очистить свои временные файлы интернет или сохранить файл .torrent на жёсткий диск.
vi: Không đọc được «%s»: %s. Rất có thể là bạn đang sử dụng một phiên bản Internet Explorer bị hỏng đã gởi qua BitTorrent một tên tập tin không tồn tại. Để chỉnh sửa vấn đề này, bạn hãy thử xóa hết Tập tin Mạng Tạm thời (Temporary Internet Files), hoặc nhắp phải vào liên kết để lưu tập tin dòng vào đĩa trước tiên.

source: Mon
ru: Пнд
vi: TH

source: Tue
ru: Втр
vi: TB

source: Wed
ru: Срд
vi: TT

source: Thu
ru: Чтв
vi: TN

source: Fri
ru: Птн
vi: TS

source: Sat
ru: Сбт
vi: TBy

source: Sun
ru: Вск
vi: CN

source: Jan
ru: Янв
vi: Th1

source: Feb
ru: Фев
vi: Th2

source: Mar
ru: Мар
vi: Th3

source: Apr
ru: Апр
vi: Th4

source: May
ru: Май
vi: Th5

source: Jun
ru: Июн
vi: Th6

source: Jul
ru: Июл
vi: Th7

source: Aug
ru: Авг
vi: Th8

source: Sep
ru: Сеп
vi: Th9

source: Oct
ru: Окт
vi: Th10

source: Nov
ru: Ноя
vi: Th11

source: Dec
ru: Дек
vi: Th12

source: Compressed: %i Uncompressed: %i
ru: Сжато: %i Не сжато: %i
vi: Đã nén: %iGiải nén: %i

source: lost server socket
ru: потерян сокет сервера
vi: mất ổ cắm máy phục vụ

source: Error handling accepted connection:
ru: Ошибка обработки принятого соединения:
vi: Tiến trình quản lý lỗi đã chấp nhận kết nối:

source: Have to exit due to the TCP stack flaking out. Please see the FAQ at %s
ru: Выход: вылетел TCP стек. Смотри FAQ: %s
vi: Phải thoát vì đống TCP bị hỏng. Hãy xem Hỏi Đáp tại «%s».

source: Tracker announce still not complete %d seconds after starting it
ru: Опрос трэкера ещё не закончен, хотя с момента попытки запроса прошло уже %d секунд
vi: Thông báo bộ theo dõi chưa hoàn toàn trong vòng %d giây.

source: Problem connecting to tracker, gethostbyname failed -
vi: Gặp khó khăn kết nối đến bộ theo dõi: «gethostbyname» (lấy máy theo tên) thất bại.

source: Problem connecting to tracker -
ru: Проблема соединения с трэкером -
vi: Gặp khó khăn kết nối đến bộ theo dõi:

source: bad data from tracker -
ru: не правильные данные с трэкера -
vi: dữ liệu sai từ bộ theo dõi:

source: rejected by tracker -
ru: отклонено трэкером -
vi: do bộ theo dõi từ chối:

source: Aborting the torrent as it was rejected by the tracker while not connected to any peers.
ru: Отмена раздачи, поскольку она была отклонена трэкером и нет соединения с качающими.
vi: Đang hủy bỏ dòng vị nó do theo dõi từ chối trong khi không kết nối đến ngang hàng nào.
