Repository: CorttChan/BitTorrent
Catalog: locale/*/LC_MESSAGES/bittorrent.po
Languages: ru, vi

source: Install Python 2.3 or greater
ru: Установите Python версии 2.3 или выше
vi: Cài đặt Python 2.3 hay sau

source: PyGTK 2.4 or newer required
ru: Необходим PyGTK версии 2.4 или новее
vi: Cần thiết PyGTK phiên bản 2.4 hay mới hơn

source: drag to reorder
ru: перемещайте для изменения порядка
vi: kéo để thay đổi thứ tự

source: right-click for menu
ru: нажатие правой кнопкой мыши откроет всплывающее меню
vi: nhắp nút phải để hoạt hóa trình đơn

source: dialup
ru: дозвон
vi: quay số

source: DSL/cable 128k up
ru: DSL/кабель закачка 128к
vi: DSL/cáp 128k lên

source: DSL/cable 256k up
ru: DSL/кабель закачка 256к
vi: DSL/cáp 256k lên

source: DSL 768k up
ru: DSL закачка 768к
vi: DSL 768k lên

source: Enter torrent URL
vi: Nhập địa chỉ Mạng của dòng

source: Enter the URL of a torrent file to open:
vi: Hãy nhập địa chỉ Mạng của một tập tin dòng cần mở:

source: Temporarily stop all running torrents
ru: Временно остановить все запущенные торренты
vi: Ngừng tạm thời các dòng đang chạy

source: Resume downloading
ru: Продолжить скачивание
vi: Tiếp tục tải về

source: Paused
ru: Пауза
vi: Đã tạm dừng

source: Running normally
vi: Đang chạy bình thường

source: Firewalled/NATted
vi: Nằm sau bức tường lửa/NAT

source: New %s version available
ru: Доступна новая версия %s программы
vi: Có phiên bản %s công bố

source: A newer version of %s is available.
ru: Доступна более новая версия %s.
vi: Có một phiên bản %s mới hơn công bố.

source: You are using %s, and the new version is %s.
ru: Вы используите %s, а доступна новая версия %s.
vi: Hiện có bạn đang sử dụng phiên bản %s, còn phiên bản mới là %s.

source: You can always get the latest version from %s
ru: Вы всегда можете получить последнюю версию с %s
vi: Luôn luôn có thể gọi phiên bản mới nhất từ %s

source: Download _later
ru: Скачать поз&же
vi: Tải về _sau này

source: Download _now
ru: Скачать &сейчас
vi: Tải về ngay _bây giờ

source: _Remind me later
ru: &Уведомить меня позже
vi: _Nhắc nhớ tôi sau này

source: About %s
ru: О %s
vi: Giới thiệu %s

source: Beta
ru: Бета
vi: B-kiểm

source: Version %s
ru: Версия %s
vi: Phiên bản %s

source: Donate
ru: Пожертвовать
vi: Tặng

source: %s Activity Log
ru: Журнал активности %s
vi: Bản ghi hoạt động %s

source: Save log in:
ru: Сохранить журнал в:
vi: Lưu bản ghi vào:

source: log saved
ru: журнал сохранен
vi: bản ghi được lưu rồi

source: log cleared
ru: журнал очищен
vi: bản ghi đã bị xóa

source: %s Settings
ru: Настройки %s
vi: Thiết lập %s

source: Saving
ru: Сохранение
vi: Đang lưu

source: Save new downloads in:
ru: Сохранять скаченные файлы в:
vi: Lưu mọi tập tin tải về mới vào:

source: Change...
ru: Изменить...
vi: Thay đổi...

source: Ask where to save each new download
ru: Спрашивать место сохранения каждой новой раздачи
vi: Nhắc với nơi nên lưu mỗi tập tin tải về mới

source: Downloading
ru: Скачивание
vi: Đang tải về

source: Starting additional torrents manually:
ru: Запуск дополнительных раздач вручную:
vi: Đang tự bắt đầu dòng thêm:

source: Always stops the _last running torrent
ru: Всегда останавливать &последнюю запущенную раздачу
vi: Luôn luôn ngừng dòng có chạy _cuối cùng

source: Always starts the torrent in _parallel
ru: Всегда начинать закачку торрентов &параллельно
vi: Luôn luôn bắt đầu dòng một cách _song song

source: _Asks each time
ru: &Спрашивать каждый раз
vi: _Nhắc mỗi lần

source: Seeding
vi: Đang gieo hạt

source: Seed completed torrents: until share ratio reaches [_] percent, or for [_] minutes, whichever comes first.
vi: Gieo hạt các dòng hoàn tất: đến khi tỷ lệ chia sẻ tới [_] phần trăm, hoặc trong vòng [_] phút, khi nào đến trước.

source: Seed indefinitely
vi: Gieo hạt vô hạn

source: Seed last completed torrent: until share ratio reaches [_] percent.
vi: Gieo hạt dòng hoàn tất cuối cùng: đến khi tỷ lệ chia sẻ đến [_] phần trăm.

source: Network
ru: Сеть
vi: mạng

source: Look for available port:
ru: Поиск доступного порта:
vi: Tìm kiếm cổng sẵn sàng:

source: starting at port:
ru: начиная с порта:
vi: bắt đầu từ cổng:

source: IP to report to the tracker:
ru: Сообщать трэкеру следующий IP:
vi: Địa chỉ IP cần thông báo cho bộ theo dõi:

source: (Has no effect unless you are on the same local network as the tracker)
ru: (Не имеет силы, до тех пор, пока Вы не находитесь в одной сети с трэкером)
vi: (không có tác dụng nếu bạn không có trên cùng một mạng địa phương với bộ theo dõi)

source: Progress bar text is always black (requires restart)
ru: Панель прогресса всегда черная (требует перезагрузки)
vi: Chữ trên thanh tiến trình luôn luôn có màu đen (cần thiết khởi động lại)

source: Misc
ru: Другое
vi: Lặt vặt

source: WARNING: Changing these settings can prevent %s from functioning correctly.
ru: ПРЕДУПРЕЖДЕНИЕ: Изменение этих настроек может вызвать не стабильную работу %s.
vi: CẢNH BÁO: thay đổi thiết lập này có thể ngăn cản %s hoạt động cho đúng.

source: Option
ru: Опция
vi: Tùy chọn

source: Value
ru: Значение
vi: Giá trị

source: Advanced
ru: Дополнительно
vi: Cấp cao

source: Choose default download directory
ru: Выбор директории по умолчанию для скачивания
vi: Chọn thư mục tải về mặc định

source: Files in "%s"
ru: Файлы в "%s"
vi: Tập tin trong «%s»

source: Apply
ru: Применить
vi: Áp dụng

source: Allocate
ru: Предоставлять
vi: Cấp phát

source: Never download
ru: Никогда не скачивать
vi: Không bao giờ tải về

source: Decrease
ru: Уменьшить
vi: Giảm

source: Increase
ru: Увеличить
vi: Tăng

source: Filename
ru: Имя файла
vi: Tên tập tin

source: Length
ru: Длина
vi: Độ dài

source: Peers for "%s"
ru: Качающих у "%s"
vi: Ngang hàng cho «%s»

source: IP address
ru: IP адрес
vi: Địa chỉ IP

source: Client
ru: Программа
vi: Khách

source: Connection
ru: Соединение
vi: Kết nối

source: KB/s down
ru: КБ/с скачивание
vi: KB/giây xuống

source: KB/s up
ru: КБ/с закачка
vi: KB/giây lên

source: MB downloaded
ru: МБ скачано
vi: MB đã tải về

source: MB uploaded
ru: МБ закачано
vi: MB đã tải lên

source: % complete
ru: % завершено
vi: % hoàn tất

source: KB/s est. peer download
ru: скорость скачивания КБ/с
vi: KB/giây ước tính ngang hàng tải xuống

source: Peer ID
ru: Код качающего
vi: ID ngang hàng

source: Interested
ru: Заинтересован
vi: Quan tâm

source: Choked
vi: Bị nghẹt

source: Snubbed
ru: Пренебрежительный
vi: Bị chỉnh

source: Optimistic upload
ru: Оптимальная закачка
vi: Tải lên lạc quan

source: remote
ru: удаленно
vi: từ xa

source: local
ru: локально
vi: cục bộ

source: bad peer
ru: плохой качающий
vi: ngang hàng sai

source: %d ok
ru: %d прошло
vi: %d được

source: %d bad
ru: %d не прошло
vi: %d sai

source: banned
ru: доступ закрыт
vi: bị cấm

source: ok
ru: хорошо
vi: được

source: Info for "%s"
ru: Информация о "%s"
vi: Thông tin cho «%s»

source: Torrent name:
ru: Название торрента:
vi: Tên dòng:

source: (trackerless torrent)
ru: (торрент без трэкера)
vi: (dòng không có bộ theo dõi)

source: Announce url:
ru: URL трэкера:
vi: Địa chỉ Mạng thông báo:

source: , in one file
ru: , в одном файле
vi: , trong một tập tin

source: , in %d files
ru: , в %d файлах
vi: , trong %d tập tin

source: Total size:
ru: Общий размер:
vi: Cỡ tổng số:

source: Pieces:
ru: Частей:
vi: Phần:

source: Info hash:
ru: Информация о хэше:
vi: Băm thông tin:

source: Save in:
ru: Сохранить в:
vi: Lưu vào:

source: File name:
ru: Имя файла:
vi: Tên tập tin:

source: Open directory
ru: Открыть директорию
vi: Mở thư mục

source: Show file list
ru: Показать список файлов
vi: Hiển thị danh sách tập tin

source: Torrent info
ru: Информация о торренте
vi: Thông tin dòng

source: Remove torrent
ru: Убрать торрент
vi: Loại bỏ dòng

source: Abort torrent
ru: Отменить торрент
vi: Hủy bỏ dòng

source: , will seed for %s
ru: , будет раздавать в течении %s
vi: , sẽ gieo hạt trong vòng %s

source: , will seed indefinitely.
ru: , будет раздавать постоянно.
vi: , sẽ gieo hạt một cách không hạn định.

source: Done, share ratio: %d%%
ru: Выполнено, отношение раздачи: %d%%
vi: Xong, tỷ lệ chia sẻ: %d%%

source: Done, %s uploaded
ru: Выполнено, %s закачено
vi: Xong, %s đã tải lên

source: Torrent _info
ru: &Информация о торренте
vi: Thông t_in dòng

source: _Open directory
ru: &Открыть директорию
vi: _Mỏ thư mục

source: _Change location
ru: &Изменить расположение
vi: _Đổi địa điểm

source: _File list
ru: Список &файлов
vi: _Danh sách tập tin

source: Are you sure you want to remove "%s"?
ru: Вы уверены, что хотите удалить "%s"?
vi: Bạn có chắc muốn loại bỏ «%s» không?

source: Your share ratio for this torrent is %d%%.
ru: Ваше отношение раздачи для этого торрента %d%%.
vi: Tỷ lệ chia sẻ của bạn cho dòng này là %d%%.

source: You have uploaded %s to this torrent.
ru: Вы закачали %s в этой раздаче.
vi: Bạn đã tải %s lên dòng này.

source: Remove this torrent?
ru: Убрать эту раздачу?
vi: Loại bỏ dòng này không?

source: Finished
ru: Закончено
vi: Xong rồi

source: drag into list to seed
ru: перетащите в список чтобы раздавать
vi: kéo vào danh sách để gieo hạt

source: Failed
ru: Не удалось
vi: Thất bại

source: drag into list to resume
ru: перетащите в список чтобы продолжить
vi: kéo vào danh sách để tiếp tục

source: Re_start
ru: Пере&запуск
vi: Bất đầu _lại

source: _Remove
ru: &Убрать
vi: Loại _bỏ

source: Waiting
ru: Ожидание
vi: Đang chờ

source: _Finish
ru: За&кончить
vi: _Xong

source: _Abort
ru: &Отмена
vi: _Hủy bỏ

source: Running
ru: Выполняется
vi: Đang chạy

source: Current up: %s
ru: Скорость закачки: %s
vi: Lên hiện có: %s

source: Current down: %s
ru: Скорость скачивания: %s
vi: Xuống hiện có: %s

source: Previous up: %s
ru: Предидущая закачка: %s
vi: Lên trước: %s

source: Previous down: %s
ru: Предидущая скачка: %s
vi: Xuống trước: %s

source: Share ratio: %0.02f%%
ru: Отношение раздачи: %0.02f%%
vi: Tỷ lệ chia sẻ: %0.02f%%

source: %s peers, %s seeds. Totals from tracker: %s
ru: %s качающих, %s раздающих. Всего на трэкере: %s
vi: %s ngang hàng, %s hạt. Tổng số từ bộ theo dõi: %s

source: Distributed copies: %d; Next: %s
ru: Распространено копий: %d; Следующая: %s
vi: Bản sao đã phân phát: %d; Kế tiếp: %s

source: Pieces: %d total, %d complete, %d partial, %d active (%d empty)
ru: Части: всего %d, выполнено %d, неполных %d, активных %d (пустых %d)
vi: Phần: tổng %d, xong %d, bộ phận %d, hoạt động %d (rỗng %d)

source: %d bad pieces + %s in discarded requests
ru: %d плохих частей + %s отклоненных запросов
vi: phần sai %d + yêu cầu bị hủy %s

source: _Peer list
ru: Список &качающих
vi: Danh sách _ngang hàng

source: _Seed indefinitely
vi: _Gieo hạt vô hạn

source: Done
ru: Готово
vi: Xong rồi

source: %.1f%% done, %s remaining
ru: %.1f%% готово, %s осталось
vi: Xong %.1f%%, còn lại %s

source: Download rate
ru: Скорость скачивания
vi: Tốc độ tải về

source: Upload rate
ru: Скорость закачки
vi: Tốc độ tải lên

source: NA
ru: Н/Д
vi: Không có

source: %s started
ru: %s запущен
vi: Đã bắt đầu %s

source: _Open torrent file
ru: &Открыть файл раздачи
vi: _Mở tập tin dòng

source: Open torrent _URL
vi: Mở _địa chỉ Mạng của dòng

source: Make _new torrent
ru: Создать &новую раздачу
vi: Tạo dòng _mới

source: _Pause/Play
ru: &Пауза/Продолжить
vi: Tạm _dừng/Phát

source: _Quit
ru: &Выход
vi: _Thoát

source: Show/Hide _finished torrents
ru: Показать/Скрыть &завершённые раздачи
vi: Hiện/Ẩn dòng _xong

source: _Resize window to fit
ru: Изменить &размер окна на оптимальный
vi: _Cỡ lại cửa sổ để vừa

source: _Log
ru: &Журнал
vi: Bản _ghi

source: _Settings
ru: &Настройки
vi: Thiết _lập

source: _Help
ru: &Справка
vi: Trợ _giúp

source: _About
ru: &О программе
vi: _Giới thiệu

source: _Donate
ru: &Пожертвования
vi: _Tặng

source: _File
ru: &Файл
vi: _Tập tin

source: _View
ru: &Вид
vi: _Xem

source: (stopped)
ru: (остановлен)
vi: (bị ngừng lại)

source: (multiple)
ru: (множество)
vi: (nhiều)

source: Already downloading %s installer
vi: Đang tải về trình cài đặt %s

source: Install new %s now?
vi: Cài đặt %s mới ngay bây giờ không?

source: Do you want to quit %s and install the new version, %s, now?
vi: Bạn có muốn thoát khỏi %s và cài đặt phiên bản mới %s ngay bây giờ không?

source: %s help is at %s Would you like to go there now?
ru: Справка по %s доступна на %s Хотите пойти туда сейчас?
vi: Có trợ giúp %s tại %s Bạn có muốn đi đó ngay bây giờ không?

source: Visit help web page?
ru: Посетить web-страницу справки?
vi: Xem trang Mạng trợ giúp không?

source: There is one finished torrent in the list.
ru: В списке есть одна завершенная раздача.
vi: Có một dòng xong trong danh sách.

source: Do you want to remove it?
ru: Вы хотите убрать её?
vi: Bạn có muốn loại bỏ nó không?

source: There are %d finished torrents in the list.
ru: В списке есть %d завершённых раздач.
vi: Có %d dòng xong trong danh sách.

source: Do you want to remove all of them?
ru: Вы хотите убрать их все?
vi: Bạn có muốn loại bỏ hết không?

source: Remove all finished torrents?
ru: Убрать все завершённые раздачи?
vi: Loại bỏ mọi dòng xong không?

source: No finished torrents
ru: Нет завершённых раздач
vi: Không có dòng xong nào.

source: There are no finished torrents to remove.
ru: Нет заврешенных раздач, которые необходимо убрать.
vi: Không có dòng xong nào cần loại bỏ.

source: Open torrent:
ru: Открыть раздачу:
vi: Mở dòng:

source: Change save location for
ru: Изменить место сохранения для
vi: Thay đổi địa điểm lưu cho

source: File exists!
ru: Файл уже существует!
vi: Tập tin đã có!

source: "%s" already exists. Do you want to choose a different file name?
ru: "%s" уже существует. Хотите ли указать другое имя файла?
vi: Có tập tin «%s» rồi. Bạn có muốn chọn một tên tập tin khác không?

source: Save location for
ru: Место сохранения для
vi: Lưu địa điểm cho

source: (global message) : %s
ru: (Глобалное сообщение) : %s
vi: (thông điệp toàn cục): %s

source: %s Error
ru: %s Ошибка
vi: Lỗi %s

source: Multiple errors have occurred. Click OK to view the error log.
ru: Произошло множество ошибок. Нажмите ОК для просмотра лога.
vi: Gặp nhiều lỗi: bạn hãy nhắp vào nút «Được» để xem bản ghi lỗi.

source: Stop running torrent?
ru: Остановить текущую закачку?
vi: Ngừng dòng đang chạy không?

source: You are about to start "%s". Do you want to stop the last running torrent as well?
ru: Вы собираетесь запустить "%s". Хотители вы остановить текущую закачку?
vi: Bạn sắp bắt đầu «%s». Bạn cũng có muốn ngừng dòng đang chạy cuối cùng không?

source: Have you donated?
ru: Вы сделали взнос?
vi: Bạn có tặng chưa?

source: Welcome to the new version of %s. Have you donated?
ru: Добро пожаловать в новую версию %s. Вы сделали взнос?
vi: Chúc mừng bạn dùng phiên bản %s mới. Bạn có tặng chưa?

source: Thanks!
ru: Спасибо!
vi: Cám ơn bạn!

source: Thanks for donating! To donate again, select "Donate" from the "Help" menu.
ru: Спсибо за взнос! Чтобы сделать ещё пару взносов, выберите "Сделать взнос" из меню "Помощь".
vi: Cám ơn bạn đã tặng. Để tặng lại, vui lòng chọn «Tặng» trong trình đơn «Trợ giúp».

source: (enter search terms here)
vi: (nhập chuỗi tìm kiếm vào đây)

source: deprecated, do not use
vi: bị phản đối nên đừng sử dụng nó

source: Failed to create or send command through existing control socket.
vi: Không thể tạo hay gởi lệnh qua ổ cắm điều khiển đã có.

source: Closing all %s windows may fix the problem.
vi: Đóng các %s cửa sổ có thể sửa lỗi này.

source: %s already running
ru: %s уже запущен
vi: %s đang chạy

source: Failed to send command through existing control socket.
vi: Không gởi được lệnh qua ổ cắm điều khiển đã có.

source: %s torrent file creator %s
ru: %s - создатель торрент файла %s
vi: dòng %s tạo tập tin %s

source: Make torrent file for this file/directory:
ru: Создать торрент файл для файла/директории:
vi: Tạo tập tin dòng cho tập tin/thư mục này:

source: Choose...
ru: Выбрать...
vi: Chọn...

source: (Directories will become batch torrents)
vi: (Thư mục sẽ trở thành dòng bó)

source: Piece size:
ru: Размер части:
vi: Cỡ phần:

source: Use _tracker:
ru: Использовать &трэкер:
vi: Dùng bộ _theo dõi:

source: Use _DHT:
ru: Исползьовать &DHT:
vi: Dùng _DHT:

source: Nodes (optional):
ru: Узлы (не обязательно):
vi: Nút (tùy chọn):

source: Comments:
ru: Комментарии:
vi: Chú thích:

source: Make
ru: Создать
vi: Tạo

source: _Host
ru: &Адрес
vi: _Máy

source: _Port
ru: &Порт
vi: _Cổng

source: Building torrents...
ru: Построение файлов .torrent...
vi: Đang xây dụng dòng...

source: Checking file sizes...
ru: Проверка размеров файла...
vi: Đang kiểm tra kích thước tập tin...

source: Start seeding
ru: Начать раздачу
vi: Bắt đầu gieo hạt

source: building
ru: построение
vi: đang xây dụng

source: Done.
ru: Готово.
vi: Xong rồi.

source: Done building torrents.
ru: Построение файла .torrent завершено.
vi: Xây dụng xong dòng.

source: Error!
ru: Ошибка!
vi: Lỗi!

source: Error building torrents:
ru: Ошибка построения файла .torrent:
vi: Gặp lỗi khi xây dụng dòng:

source: %d days
ru: %d дней
vi: %d ngày

source: 1 day %d hours
ru: 1 день %d часов
vi: 1 ngày %d giờ

source: %d:%02d hours
ru: %d:%02d часов
vi: %d:%02d giờ

source: %d:%02d minutes
ru: %d:%02d минут
vi: %d:%02d phút

source: %d seconds
ru: %d секунд
vi: %d giây

source: 0 seconds
ru: 0 секунд
vi: 0 giây

source: %s Help
ru: %s Помощь
vi: Trợ giúp %s

source: Frequently Asked Questions:
ru: Часто Задаваемые Вопросы (FAQ):
vi: Hỏi đáp:

source: Go
ru: Поехали!
vi: Đi

source: Choose an existing folder...
ru: Выбрать существующую директорию...
vi: Hãy chọn một danh mục đã có...

source: All Files
ru: Все файлы
vi: Mọi tập tin

source: Torrents
ru: Torrent'ы
vi: Dòng

source: Create a new folder...
ru: Создать новую директорию...
vi: Tạo danh mục mới...

source: Select a file
ru: Выбрать файл
vi: Chọn tập tin

source: Select a folder
ru: Выбрать папку
vi: Chọn danh mục

source: Could not load saved state:
ru: Не могу загрузить сохранённое состояние:
vi: Không tải được tính trạng đã lưu:

source: Could not save UI state:
ru: Не возможно сохранить состояние пользовательского интерфейса:
vi: Không lưu được tính trạng giao diện người dùng:

source: Invalid state file contents
ru: Неправильное содержание файла состояния
vi: Nội dung tập tin tính trạng không hợp lệ

source: Error reading file
ru: Ошибка чтения файла
vi: Gặp lỗi khi đọc tập tin

source: cannot restore state completely
ru: не могу полностью восстановить состояние
vi: không thể phục hồi tính trạng hoàn toàn

source: Invalid state file (duplicate entry)
ru: Не верный файл состояния (повторный ввод)
vi: Tập tin tính trạng không hợp lệ (mục nhập trùng)

source: Corrupt data in
ru: Поврежденные данные в
vi: Có dữ liệu bị hỏng trong

source: , cannot restore torrent (
ru: , не возможно восстановить торрент (
vi: , không thể phục hồi dòng (

source: Invalid state file (bad entry)
ru: Не верный файл состояния (не верный ввод)
vi: Tập tin tính trạng không hợp lệ (mục nhập sai)

source: Bad UI state file
ru: Плохой файл состояния пользовательского интерфейса
vi: Tập tịn tính trạng giao diện người dùng sai

source: Bad UI state file version
ru: Плохая версия файла состояния пользовательского интерфейса
vi: Phiên bản tập tin tính trạng giao diện người dùng sai

source: Unsupported UI state file version (from newer client version?)
ru: Не поддерживаемая версия файла состояний пользовательского интерфейса (от более новой версии?)
vi: Phiên bản tập tin tính trạng giao diện người dùng không được hỗ trợ (từ phiên bản khách mới hơn?)

source: Could not delete cached %s file:
ru: Не возможно удалить файл кэша %s:
vi: Không thể xóa bỏ tập tin %s đã lưu tạm:

source: This is not a valid torrent file. (%s)
ru: Это не верный торрент файл. (%s)
vi: Điều này không phải là một tập tin dòng hợp lệ. (%s)

source: This torrent (or one with the same contents) is already running.
ru: Эта раздача (или раздача с одинаковым содержимым) уже запущена.
vi: Dòng này (hoặc một dòng khác có nội dung trùng) đã chạy.

source: This torrent (or one with the same contents) is already waiting to run.
ru: Эта раздача (или раздача с одинаковым содержимым) уже ждет своей очереди для запуска.
vi: Dòng này (hoặc một dòng khác có nội dung trùng) đang chờ chạy.

source: Torrent in unknown state %d
ru: Раздача находится в не известном состоянии %d
vi: Dòng có tính trạng lạ %d.

source: Could not write file
ru: Не возможно записать файл
vi: Không ghi được tập tin

source: torrent will not be restarted correctly on client restart
ru: раздача не будет перезапущена корректно при перезапуске программы
vi: dòng sẽ không được sơ khởi lại cho đúng khi khởi chạy lại trình khách

source: Can't run more than %d torrents simultaneously. For more info see the FAQ at %s.
ru: Не возможно запускать больше %d раздач одновременно. Для подробной информации смотрите ЧАВо на %s.
vi: Không chạy được hơn %d dòng trong cùng một lúc. Để tìm thông tin thêm, hãy xem Hỏi đáp tại %s.

source: Not starting torrent as there are other torrents waiting to run, and this one already meets the settings for when to stop seeding.
ru: Раздача не запустится, по скольку другие раздачи уже ждут своей очереди, и на это влияют настройки об условии остановке раздачи.
vi: Lúc này không sở khởi dòng, vì có dòng khác đang chờ chạy, và dòng này thỏa tiêu chuẩn để ngừng gieo hạt.

source: Not starting torrent as it already meets the settings for when to stop seeding the last completed torrent.
ru: Раздача не запустится из-за установленных в настройках условий остановки последней законченной раздачи.
vi: Lúc này không sở khởi dòng, vì nó thỏa tiêu chuẩn để ngừng gieo hạt dòng hoàn thành cuối cùng.

source: Could not get latest version from %s
vi: Không lấy được phiên bản mới nhất từ %s.

source: Could not parse new version string from %s
vi: Không thể phân tách chuỗi phiên bản mới từ %s.

source: Could not find a suitable temporary location to save the %s %s installer.
vi: Không tìm thấy địa điểm tạm thích hợp cần lưu trình cài đặt %s %s.

source: No torrent file available for %s %s installer.
vi: Không có tập tin dòng sẵn sàng cho trình cài đặt %s %s.

source: %s %s installer appears to be corrupt or missing.
vi: Hình như trình cài đặt %s %s bị hỏng hoặc thiếu nó.

source: Cannot launch installer on this OS
vi: Không thể khởi chạy trình cài đặt trên hệ điều hành này.

source: directory under which variable data such as fastresume information and GUI state is saved. Defaults to subdirectory 'data' of the bittorrent config directory.
ru: директория в которой сохраняются переменные, такие как информация о быстром продолжении и состоянии пользовательского интерфейса. По умолчанию под-директория 'data', которая находится в директории 'config' BitTorrent'а.
vi: thư mục nơi có lưu dữ liệu có thể thay đổi như thông tin fastresume (tiếp tục nhanh) và tính trạng giao diện người dùng đồ họa (GUI). Mặc định là thư mục con «data» của thư mục cấu hình bittorrent.

source: character encoding used on the local filesystem. If left empty, autodetected. Autodetection doesn't work under python versions older than 2.3
ru: кодировка символов, используемая в локальной файловой системе. Произойдет автоопределение, если оставить пустым. Автоматическое определение не работает на python версии ранее 2.3
vi: bộ ký tự được dùng trong hệ thống tập tin cục bộ. Nếu bỏ rỗng thì tự động phát hiện. Tuy nhiên, tự động phát hiện không hoạt động với phiên bản python cũ hơn 2.3

source: ISO Language code to use
ru: Код языка в ISO стандарте
vi: mã ngôn ngữ ISO cần dùng

source: ip to report to the tracker (has no effect unless you are on the same local network as the tracker)
ru: сообщать этот IP трэкеру (не имеет силы до тех пор, пока Вы не находитесь в одной сети с трэкером)
vi: địa chỉ IP cần thông báo cho bộ theo dõi (không có tác dụng nếu bạn không có trên cùng mạng với bộ theo dõi)

source: world-visible port number if it's different from the one the client listens on locally
ru: номер порта видимый для всех, если он отличяется от того, который использует программа локально
vi: số hiệu cổng cho phép mọi người thấy (nếu nó khác với cổng nơi trình khách lắng nghe trên nó cục bộ)
