Repository: CorttChan/BitTorrent
Catalog: locale/*/LC_MESSAGES/bittorrent.po
Languages: ru, vi

source: Message from the tracker:
ru: Сообщение от трэкера:
vi: Thông điệp từ bộ theo dõi:

source: warning from tracker -
ru: предупреждение от трэкера -
vi: cảnh báo từ bộ theo dõi:

source: File %s belongs to another running torrent
ru: Файл %s принадлежит другому запущенному торренту
vi: Tập tin «%s» thuộc về một dòng có chạy khác

source: File %s already exists, but is not a regular file
ru: Файл %s уже существует, но это необычный файл
vi: Tập tin «%s» đã có, nhưng mà không phải là một tập tin bình thường.

source: Short read - something truncated files?
ru: Короткое чтение - что-то обрезало файлы?
vi: Đọc ngắn: tập tin bị cắt bớt không?

source: Unsupported fastresume file format, maybe from another client version?
ru: Неподдерживаемый формат файла быстого возобновления, может быть от другой версии программы?
vi: Khuôn dạng «fastresume» (tiếp tục nhanh) không được hỗ trợ, có lẽ từ một phiên bản trình khách khác?

source: Couldn't read fastresume data:
ru: Не могу прочесть данные быстрого возобновления:
vi: Không đọc được dữ liệu «fastresume» (tiếp tục nhanh):

source: bad data in responsefile - total too small
vi: dữ liệu sai trong tập tin trả lời: tổng sổ quá nhỏ

source: bad data in responsefile - total too big
vi: dữ liệu sai trong tập tin trả lời: tổng sổ quá lớn

source: checking existing file
ru: проверка существующих файлов
vi: đang kiểm tra tập tin đã có

source: --check_hashes 0 or fastresume info doesn't match file state (missing data)
vi: «--check_hashes» (kiểm tra băm) 0 hoặc thông tin «fastresume» (tiếp tục nhanh) không khớp với tính trạng tập tin (thiếu dữ liệu)

source: Bad fastresume info (files contain more data)
vi: Thông tin «fastresume» (tiếp tục nhanh) sai (tập tin chứa nhiều dữ liệu hơn)

source: Bad fastresume info (illegal value)
vi: Thông tin «fastresume» (tiếp tục nhanh) sai (không cho phép giá trị)

source: data corrupted on disk - maybe you have two copies running?
ru: данные повреждены на диске - возможно у Вас запущены две копии файла?
vi: dữ liệu bị hỏng trên đĩa: có lẽ bạn có hai bản sao có chạy?

source: told file complete on start-up, but piece failed hash check
vi: đã bảo tập tin hoàn toàn khi khởi chạy, nhưng phần thất bại việc kiểm tra băm

source: Python 2.2.1 or newer required
ru: Требуется версия Python 2.2.1 или новее
vi: Python phiên bản 2.2.1 hay mới hơn cần thiết

source: not a valid bencoded string
vi: không phải là một chuỗi mã b hợp lệ

source: invalid bencoded value (data after valid prefix)
vi: giá trị mã b không hợp lệ (dữ liệu sau tiền tố hợp lệ)

source: bad metainfo - not a dictionary
ru: неправильные метаданные - не словарь
vi: thông tin về thông tin sai: không phải là một từ điển

source: bad metainfo - bad pieces key
ru: неправильные метаданные - не верные ключи частей
vi: thông tin về thông tin sai: khóa phần sai

source: bad metainfo - illegal piece length
ru: неправильные метаданные - не верный размер части
vi: thông tin về thông tin sai: không cho phép độ dài phần

source: bad metainfo - bad name
ru: неправильные метаданные - неправильное имя
vi: thông tin về thông tin sai: tên sai

source: name %s disallowed for security reasons
ru: имя %s запрещено по соображениям безопасности
vi: không cho phép tên «%s» vì lý do bảo mật

source: single/multiple file mix
vi: đã trộn tập tin đơn và đa tập tin với nhau

source: bad metainfo - bad length
ru: неправильные метаданные - направильная длина
vi: thông tin về thông tin sai: độ dài sai

source: bad metainfo - "files" is not a list of files
ru: неправильные метаданные - "files" не лист файлов
vi: thông tin về thông tin sai: «files» (tập tin) không phải là một danh sách tập tin

source: bad metainfo - bad file value
ru: неправильные метаданные - неправильное значение файла
vi: thông tin về thông tin sai: giá trị tập tin sai

source: bad metainfo - bad path
ru: неправильные метаданные - неправильный путь
vi: thông tin về thông tin sai: đường dẫn sai

source: bad metainfo - bad path dir
ru: неправильные метаданные - неправильный путь директории
vi: thông tin về thông tin sai: thư mục đường dẫn sai

source: path %s disallowed for security reasons
ru: путь %s запрещён по соображениям безопасности
vi: không cho phép đường dẫn «%s» vì lý do bảo mật

source: bad metainfo - duplicate path
ru: неправильные метаданные - одинаковые пути
vi: thông tin về thông tin sai: đường dẫn trùng

source: bad metainfo - name used as bothfile and subdirectory name
ru: неправильные метаданные - имя используется
vi: thông tin về thông tin sai: dùng tên là cả tên tập tin lẫn tên thư mục con đều

source: bad metainfo - wrong object type
ru: неправильные метаданные - неверный тип объекта
vi: thông tin về thông tin sai: kiểu đối tượng không đúng

source: bad metainfo - no announce URL string
vi: thông tin về thông tin sai: không có chuỗi địa chỉ Mạng thông báo

source: non-text failure reason
vi: lý do thất bại không phải bằng chữ

source: non-text warning message
vi: thông điệp cảnh báo không phải bằng chữ

source: invalid entry in peer list1
vi: mục nhập khộng hợp lệ trong danh sách ngang hàng 1

source: invalid entry in peer list2
vi: mục nhập khộng hợp lệ trong danh sách ngang hàng 2

source: invalid entry in peer list3
vi: mục nhập khộng hợp lệ trong danh sách ngang hàng 3

source: invalid entry in peer list4
vi: mục nhập khộng hợp lệ trong danh sách ngang hàng 4

source: invalid peer list
vi: danh sách ngang hàng không hợp lệ

source: invalid announce interval
vi: khoảng giữa hai lần thông báo không hợp lệ

source: invalid min announce interval
vi: khoảng tối thiểu giữa hai lần thông báo không hợp lệ

source: invalid tracker id
vi: Thông tin nhận diện bộ theo dõi không hợp lệ

source: invalid peer count
vi: số đếm ngang hàng không hợp lệ

source: invalid seed count
vi: số đếm hạt không hợp lệ

source: invalid "last" entry
vi: mục nhập «cuối cùng» không hợp lệ

source: Could not permanently save options:
vi: Không thể lưu vĩnh viễn tùy chọn:

source: Could not create control socket:
vi: Không thể tạo ổ cắm điều khiển:

source: Could not send command:
ru: Не могу послать команду:
vi: Không gởi được lệnh:

source: Could not create control socket: already in use
vi: Không thể tạo ổ cắm điều khiển: nó đang dùng

source: Could not remove old control socket filename:
vi: Không thể loại bỏ tên tập tin ổ cắm điều khiển cũ

source: maxport less than minport - no ports to check
vi: số hiệu cổng tối đa nhỏ hơn số hiệu cổng tối thiểu: không có cổng nào cần kiểm tra

source: Could not open a listening port: %s.
ru: Не возможно открыть порт для привязки: %s.
vi: Không mở được một cổng lắng nghe: %s

source: Could not open a listening port: %s.
ru: Не возможно открыть порт для привязки: %s.
vi: Không mở được một cổng lắng nghe: %s.

source: Check your port range settings.
ru: Проверьте настройки диапозона портов.
vi: Hãy kiểm tra xem thiết lập phạm vị cổng là đúng.

source: Initial startup
ru: Начальная загрузка
vi: Khởi chạy đầu tiên

source: Will perform full hash check.
ru: Будет произведена полная хэш проверка.
vi: Sẽ thực hiện việc toàn kiểm tra băm.

source: piece %d failed hash check, re-downloading it
ru: кусок %d не прошел хэш проверку, попытаюсь скачать его заново
vi: phần %d đã thất bại việc kiểm tra băm nên đang tải về nó lần nữa

source: Attempt to download a trackerless torrent with trackerless client turned off.
vi: Cố tải về một dòng không có bộ theo dõi, với trình khách không có bộ theo dõi bị tắt.

source: downloading
ru: скачивается
vi: đang tải về

source: download failed:
ru: сбой скачивания:
vi: tải về thất bại:

source: IO Error: No space left on disk, or cannot create a file that large:
ru: Ошибка ввода/вывода: На диске не осталось места, или не возможно создать файла больше, чем:
vi: Lỗi gõ/xuất: không có sức chứa còn rảnh trên đĩa, hoặc không tạo được một tập tin lớn như thế:

source: killed by IO error:
ru: убит ошибкой ввода/вывода:
vi: lỗi gõ/xuất đã buộc kết thức:

source: killed by OS error:
ru: убит ошибкой ОС:
vi: lỗi hệ điều hành đã buộc kết thức:

source: killed by internal exception:
ru: убит внутренней ошибкой:
vi: ngoài lệ nội bộ đã buộc kết thức:

source: Additional error when closing down due to error:
vi: Lỗi thêm khi đóng trình, vì lỗi:

source: Could not remove fastresume file after failure:
vi: Không thể loại bỏ tập tin «fastresume» (tiếp tục nhanh) sau khi thất bại:

source: seeding
ru: раздается
vi: đang gieo hạt

source: Could not write fastresume data:
vi: Không ghi được dữ liệu Tiếp tục Nhanh:

source: shut down
ru: завершение работы
vi: tắt máy

source: Could not set signal handler:
vi: Không lập được bộ quản lý tín hiệu:

source: dropped "%s"
vi: đã bỏ «%s»

source: added "%s"
ru: "%s" добавлен
vi: đã thêm «%s»

source: waiting for hash check
ru: ожидание хэш проверки
vi: đang chờ việc kiểm tra băm

source: Rereading config file
vi: Đang đọc lại tập tin cấu hình

source: You can't specify the name of the .torrent file when generating multiple torrents at once
ru: Вы не можете указать название .torrent файла, когда идет создание нескольких торрентов одновременно
vi: Bạn không thể ghi rõ tên của tập tin «.torrent» khi tạo ra nhiều dòng cùng lúc.

source: Filesystem encoding "%s" is not supported in this version
ru: Кодировка файловой системы "%s" не поддерживается в этой версии
vi: Phiên bản này không hỗ trợ cách mã hóa hệ thống tập tin «%s».

source: Could not convert file/directory name "%s" to utf-8 (%s). Either the assumed filesystem encoding "%s" is wrong or the filename contains illegal bytes.
vi: Không thể chuyển đổi tên tập tin/thư mục «%s» sang UTF-8 (%s). Hoặc cách mã hóa hệ thống tập tin đã giả sử «%s» là không đúng, hoặc tên tập tin chứa byte bị cấm.

source: File/directory name "%s" contains reserved unicode values that do not correspond to characters.
vi: Tên tập tin/thư mục «%s» chứa giá trị Unicode được dành riêng không phù hợp với ký tự.

source: Usage: %s
ru: Использование: %s
vi: Cách sử dụng: %s

source: [OPTIONS] [TORRENTDIRECTORY]
vi: [TÙY_CHỌN] [THƯ_MỤC_DÒNG]

source: If a non-option argument is present it's taken as the value of the torrent_dir option.
vi: Nếu có một đối số không phải là tùy chọn thì xử lý nó là giá trị của tùy chọn «torrent_dir» (thư mục dòng).

source: [OPTIONS] [TORRENTFILES]
vi: [TÙY_CHỌN] [CÁC_TẬP_TIN_DÒNG]

source: [OPTIONS] [TORRENTFILE]
vi: [TÙY_CHỌN] [TẬP_TIN_DÒNG]

source: [OPTION] TRACKER_URL FILE [FILE]
vi: [TÙY_CHỌN] ĐỊA_CHỈB TẬP_TIN [TẬP_TIN] ĐỊA_CHỈB = địa chỉ Mạng của bộ theo dõi

source: arguments are -
ru: аргументы -
vi: các đối số là:

source: (defaults to
vi: (mặc định là

source: unknown key
ru: не известный ключ
vi: không biết khóa

source: parameter passed in at end with no value
vi: tham số được gởi qua tại kết thức vô giá trị

source: command line parsing failed at
ru: сбой распознования командной строки на
vi: không phân tách dòng lệnh được tại

source: Option %s is required.
ru: Необходима опция %s.
vi: Cần đến tùy chọn «%s».

source: Must supply at least %d arguments.
vi: Cần phải cung cấp ít nhất %d đối số.

source: Too many arguments - %d maximum.
vi: Quá nhiều đối số — %d tối đa.

source: wrong format of %s - %s
ru: неверный формат %s - %s
vi: định dạng «%s» không đúng: %s

source: Could not read directory
ru: Не возможно прочесть директорию
vi: Không đọc được thư mục

source: Could not stat
vi: Không thể tìm các thông tin về tính trạng tập tin

source: removing %s (will re-add)
vi: đang loại bỏ «%s» (sẽ thêm lại)

source: **warning** %s is a duplicate torrent for %s
ru: **предупреждение** %s является дубликатом раздачи %s
vi: •• cảnh báo •• «%s» là dòng trùng với «%s»

source: **warning** %s has errors
ru: **предупреждение** %s имеет ошибки
vi: •• cảnh báo •• «%s» có lỗi

source: ... successful
ru: ... успешно
vi: ... thành công

source: removing %s
ru: убираю %s
vi: đang loại bỏ «%s»

source: done checking
ru: проверка выполнена
vi: kiểm tra xong

source: Port to listen on.
vi: Cổng nơi cần lắng nghe.

source: file to store recent downloader info in
vi: tập tin nơi cần lưu tập tin bộ tải về gần đây vào nó

source: timeout for closing connections
vi: thời hạn đóng kết nối

source: seconds between saving dfile
ru: секунд между сохранением dfile
vi: giây giữa hai lần lưu tập tin tải về

source: seconds between expiring downloaders
vi: giây giữa hai lần bộ tải về hết hạn

source: seconds downloaders should wait between reannouncements
vi: giây bộ tải về nên chờ giữa hai lần thông báo lại

source: time to wait between checking if any connections have timed out
vi: thời gian cần chờ giữa hai lần kiểm tra thời hạn kết nối

source: how many times to check if a downloader is behind a NAT (0 = don't check)
ru: сколько раз проверять на наличие NAT у качающего (0 = не проверять)
vi: số lần cần kiểm tra nếu bộ tải về nằm sau NAT (giá trị 0 có nghĩa là Đừng kiểm tra)

source: whether to add entries to the log for nat-check results
vi: có nên thêm mục nhập vào bản ghi để tạo kết quả kiểm tra NAT hay không

source: minimum time it must have been since the last flush to do another one
vi: thời gian tối thiểu giữa hai lần xóa sạch

source: minimum time in seconds before a cache is considered stale and is flushed
vi: thời gian tối thiểu (theo giây) giữa hai lần xóa sạch bộ nhớ tạm cũ

source: only allow downloads for .torrents in this dir (and recursively in subdirectories of directories that have no .torrent files themselves). If set, torrents in this directory show up on infopage/scrape whether they have peers or not
vi: chỉ cho phép việc tải về cho tập tin «.torrent» trong thư mục này (cũng đệ qui trong thư mục con của thư mục không có tập tin «.torrent» của chính nó). Nếu đặt thì mọi dòng trong thư mục này xuất hiện trong trang thông tin, có hay không có ngang hàng thì cũng được

source: allow special keys in torrents in the allowed_dir to affect tracker access
ru: Разрешить специальные клавиши в торрентах в allowed_dir чтобы влиять на доступ к трэкеру.
vi: cho phép khóa đặc biệt trong dòng trong «allowed_dir» (thư mục được phép) có tác động cách truy cập bộ theo dõi

source: whether to reopen the log file upon receipt of HUP signal
vi: có nên mở lại tập tin bản ghi khi nhận tín hiệu HUP hay không

source: whether to display an info page when the tracker's root dir is loaded
vi: có nên hiển thị trang thông tin khi tải thư mục gốc của bộ theo dõi hay không

source: a URL to redirect the info page to
vi: địa chỉ Mạng nơi cần chuyển hướng trang thông tin

source: whether to display names from allowed dir
vi: có nên hiển thị tên từ thư mục được phép hay không

source: file containing x-icon data to return when browser requests favicon.ico
vi: tập tin chứa dữ liệu «x-icon» cần trả gởi khi trình duyệt yêu cầu «favicon.ico» (biểu tượng được hiển thị trong thanh địa chỉ của trình duyệt)

source: ignore the ip GET parameter from machines which aren't on local network IPs (0 = never, 1 = always, 2 = ignore if NAT checking is not enabled). HTTP proxy headers giving address of original client are treated the same as --ip.
vi: bỏ qua tham số «GET» IP từ máy không phải có địa chỉ IP của mạng cục bộ: 0 — không bao giờ 1 — luôn luôn 2 — bỏ qua nếu tính năng kiểm tra NAT bị tắt Dòng đầu ủy nhiệm HTTP cung cấp địa chỉ của trình khách gốc thì được xử lý cùng cách với tùy chọn «--ip».

source: file to write the tracker logs, use - for stdout (default)
vi: tập tin cần ghi các bản ghi của bộ theo dõi vào nó, dùng - cho thiết bị xuất chuẩn (mặc định)

source: use with allowed_dir; adds a /file?hash={hash} url that allows users to download the torrent file
vi: dùng với «allowed_dir» (thư mục được phép); thêm một địa chỉ Mạng «/file?hash={hash}» (file là tập tin, hash là băm) mà cho phép người dùng tải xuống tập tin dòng đó

source: keep dead torrents after they expire (so they still show up on your /scrape and web page). Only matters if allowed_dir is not set
vi: giữ các dòng chết sau khi hết hạn (thì chúng vẫn xuất hiện trong trang «/scrape» và trang Mạng của bạn). Chỉ quan trọng nếu chưa đặt «allowed_dir».

source: scrape access allowed (can be none, specific or full)
vi: cho phép truy cập «scrape» (giá trị có thể là: không có [none], dứt khoát [specific] hay đầy đủ [full])

source: maximum number of peers to give with any one request
vi: số ngang hàng tối đa cần cho với yêu cầu riêng lẻ nào

source: your file may exist elsewhere in the universe but alas, not here
vi: có lẽ tập tin bạn tại một nơi khác trong vũ trụ, nhưng mà tiếc là nó không phải tại đây

source: **warning** specified favicon file -- %s -- does not exist.
vi: •• cảnh báo •• không có tập tin biểu tượng ưa thích đã ghi rõ «%s».

source: **warning** statefile %s corrupt; resetting
vi: •• cảnh báo •• tập tin tính trạng «%s» bị hỏng nên đang đặt lại

source: # Log Started:
vi: # Đầu bản ghi:

source: **warning** could not redirect stdout to log file:
vi: •• cảnh báo •• không thể chuyển hướng thiết bị xuất chuẩn vào tập tin bản ghi:

source: # Log reopened:
vi: # Mở lại bản ghi:

source: **warning** could not reopen logfile
vi: •• cảnh báo •• không thể mở lại tập tin bản ghi

source: specific scrape function is not available with this tracker.
vi: bộ theo dõi này không hỗ trợ chức năng «scrape» đó

source: full scrape function is not available with this tracker.
vi: bộ theo dõi này không hỗ trợ chức năng «scrape» đầy đủ.

source: get function is not available with this tracker.
vi: bộ theo dõi này không hỗ trợ chức năng «get» (lấy).

source: Requested download is not authorized for use with this tracker.
vi: Việc tải về đã yêu cầu không được quyền để sử dụng với bộ theo dõi này.

source: run with no arguments for parameter explanations
vi: chạy không có đối số nào cho sự giải thích tham số

source: # Shutting down:
vi: # Đang tắt máy:

source: Maximum upload rate
ru: Максимальная скорость закачки

source: Seed completed torrents:
ru: Раздавать законченные торренты:

source: until share ratio reaches
ru: пока отношение раздачи не достигнет

source: percent, or
ru: процентов, или

source: for
ru: в течении

source: minutes, whichever comes first.
ru: минут, в зависимости от того, что наступит раньше.

source: Seed last completed torrent:
ru: Раздовать последнюю завершенную раздачу:

source: percent.
ru: процентов.

source: "0 percent" means seed forever.
ru: "0 процентов" значит раздавать вечно.

source: Potential Windows TCP stack fix
ru: Исправление TCP стэка у Windows XP

source: Version check failed: no DNS library
ru: Проверка новой версии обломалась: нет библиотеки DNS

source: DNS query failed
ru: DNS запрос обломался

source: number of received TXT fields is not 1
ru: количество полученных текстовых полей не равно 1

source: number of strings in reply is not 1?
ru: количество строк в ответе не равно 1?

source: Could not parse new version string
ru: Не возможно распознать строку-описание новой версии

source: A newer version of BitTorrent is available. You can always get the latest version from %s.
ru: Доступна новая версия BitTorrent. Вы всегда можете скачать её здесь: %s

source: Version check failed:
ru: Проверка новой версии обломалась:

source: %s %s - change the suggested filename in a .torrent file
ru: %s %s - изменить предлагаемое имя в файле .torrent

source: Usage: %s TORRENTFILE NEW_FILE_NAME
ru: Использование: %s файл .torrent новое_имя_фала

source: old filename: %s
ru: старое имя файла: %s

source: new filename: %s
ru: новое имя файла: %s

source: done.
ru: готово

source: Must supply at least %d args.
ru: Необходимо предоставить по меньшей мере %d аргументов.

source: Too many args - %d max.
ru: Слишком много аргументов - максимум %d.

source: Fastresume info doesn't match file modification time
ru: Информация быстрого восстановления не соответствует времени изменения файла

source: Fastresume data doesn't match actual filesize
ru: Данные быстрого возобновления не соответствуюм размерам файлов
